{
  "title": "About Breeding Journey",
  "subtitle": "A breeders best friend",
  "sections": {
    "ourStory": {
      "title": "Our Story",
      "description": "Breeding Journey grew out of when our founder Julia got her first own litter and realized that a unified tool was missing. With spreadsheets, notebooks, and different apps, it was easy to miss details. We therefore created an easy-to-use, digital platform that gathers the entire breeding journey – from heat and mating to pregnancy, litters and the puppies' move – in one place. We hope you will love Breeding Journey as much as we do."
    },
    "whatYouCanDo": {
      "title": "What you can do with Breeding Journey",
      "features": [
        "Track heat cycles with predicted windows and historical overviews.",
        "Plan and log matings with dates, partners, notes, and outcomes.",
        "Follow pregnancies with due dates, weekly checklists, symptoms, and temperature notes.",
        "Manage litters from birth to new homes, including puppy profiles, weights, notes, and status.",
        "Set smart reminders for vaccinations, deworming, health checks, and paperwork.",
        "View a breeding calendar and annual statistics to understand trends and improve decisions."
      ]
    },
    "howItHelps": {
      "title": "How it helps breeders",
      "benefits": [
        "Centralises all records in one reliable place.",
        "Saves time and reduces errors compared to manual logs.",
        "Makes it easier to collaborate with co-owners, helpers, or your vet.",
        "Works anywhere — at home, in the kennel, or at a show."
      ]
    },
    "whoItsFor": {
      "title": "Who it's for",
      "description": "Breeding Journey is built for everyone from first-time breeders to established kennels managing multiple dogs and litters. It's also helpful for dog owners who simply want to track a female's heat cycle and health."
    },
    "dataSecurity": {
      "title": "Data & Security",
      "description": "Breeding Journey is built on modern, secure infrastructure with best-practice authentication and role-based access. We focus on privacy by design and give you control over your information, including the ability to update or remove your data."
    },
    "lookingAhead": {
      "title": "Looking ahead",
      "description": "We're expanding language support, refining reminders and the breeding calendar, and adding more insights and helpful automations. Your feedback guides our roadmap — tell us what would make your breeding journey smoother."
    }
  },
  "backToLogin": "Back to Login",
  "getStarted": "Become a Member"
}