{
  "title": "About Breeding Journey",
  "subtitle": "A breeders best friend",
  "sections": {
    "ourStory": {
      "title": "Our Story",
      "description": "Breeding Journey grew out of when our founder Julia got her first own litter and realized that a unified tool was missing. With spreadsheets, notebooks, and different apps, it was easy to miss details. We therefore created an easy-to-use, digital platform that gathers the entire breeding journey – from heat and mating to pregnancy, litters and the puppies' move – in one place. We hope you will love Breeding Journey as much as we do."
    },
    "whatYouCanDo": {
      "title": "What you can do with Breeding Journey",
      "features": [
        "Track heat: forecasts, daily temperature, and progesterone test logs.",
        "Plan matings: choose mating day and log dates and notes.",
        "Follow pregnancies: estimated due date (EDD), weekly checklists, symptoms, daily temperature, and countdown.",
        "Manage litters & puppies: profiles, weight and height curves for growth tracking, notes, and sales status.",
        "Reminders & calendar: smart reminders and a unified breeding calendar so you don't miss anything.",
        "Overview & statistics: annual statistics and a quick overview of ongoing breeding work and trends."
      ]
    },
    "howItHelps": {
      "title": "How it helps breeders",
      "benefits": [
        "Never miss anything critical: Smart reminders and automatic calendar events for heat, mating, due dates, vaccinations, and inspections.",
        "Save all breeding history: Track previous heats, matings, pregnancies, and litters – all data securely stored.",
        "Quick overview: Countdown to whelping, active pregnancies, and planned litters right when you log in.",
        "Built for the whelping box: Mobile-friendly interface for notes, weight logs, and checklists on-site."
      ]
    },
    "whoItsFor": {
      "title": "Who it's for",
      "description": "Breeding Journey is built for everyone from first-time breeders to established kennels managing multiple dogs and litters. It's also helpful for dog owners who simply want to track a female's heat cycle and health."
    },
    "dataSecurity": {
      "title": "Data & Security",
      "description": "Breeding Journey is built on modern, secure infrastructure with best-practice authentication and role-based access. We focus on privacy by design and give you control over your information, including the ability to update or remove your data."
    },
    "lookingAhead": {
      "title": "Looking ahead",
      "description": "We're constantly working to improve. We're expanding language support, refining reminders and the breeding calendar, and adding more insights and helpful automations. Your feedback guides our roadmap — tell us what would make your breeding journey smoother."
    }
  },
  "backToLogin": "Back to Login",
  "getStarted": "Become a Member"
}