{
  "title": "Om Breeding Journey",
  "subtitle": "Uppfödarens bästa vän",
  "sections": {
    "ourStory": {
      "title": "Vår historia",
      "description": "Breeding Journey växte fram när vår grundare Julia fick sin första egna valpkull och insåg att ett samlat verktyg saknades. Med kalkylark, anteckningsböcker och olika appar var det lätt att missa detaljer. Vi skapade därför en lättanvänd, digital plattform som samlar hela avelsresan – från löp och parning till dräktighet, kullar och valparnas flytt – på ett ställe. Vi hoppas att du kommer gilla Breeding Journey lika mycket som vi gör."
    },
    "whatYouCanDo": {
      "title": "Vad du kan göra med Breeding Journey",
      "features": [
        "Spåra löp: prognoser, daglig temperatur och logg för progesterontester.",
        "Planera parningar: välj parningsdag och logga datum och anteckningar.",
        "Följ dräktigheter: beräknat födelsedatum (BF), veckovisa checklistor, symptom, daglig temperatur och nedräkning.",
        "Hantera kullar & valpar: profiler, vikt- och höjdkurvor för tillväxtuppföljning, anteckningar och försäljningsstatus.",
        "Påminnelser & kalender: smarta påminnelser och en samlad avelskalender så du inte missar något.",
        "Överblick & statistik: årsstatistik och en snabb bild av pågående avelsarbete och trender."
      ]
    },
    "howItHelps": {
      "title": "Hur det hjälper uppfödare",
      "benefits": [
        "Missa inget kritiskt: Smarta påminnelser och automatiska kalenderhändelser för löp, parning, BF-datum, vaccinationer och besiktning.",
        "Spara all avelshistorik: Följ upp tidigare löp, parningar, dräktigheter och kullar – all data säkert sparad.",
        "Snabb överblick: Nedräkning till valpning, aktiva dräktigheter och planerade kullar direkt när du loggar in.",
        "Byggt för valplådan: Mobilvänligt gränssnitt för anteckningar, viktloggar och checklistor på plats."
      ]
    },
    "whoItsFor": {
      "title": "Vem det är för",
      "description": "Breeding Journey är byggt för alla från förstagångsuppfödare till etablerade kennlar som hanterar flera hundar och kullar. Det är också användbart för hundägare som helt enkelt vill spåra tikens löpcykel och hälsa."
    },
    "dataSecurity": {
      "title": "Data & Säkerhet",
      "description": "Breeding Journey är byggt på modern, säker infrastruktur med bästa praxis för autentisering och rollbaserad åtkomst. Vi fokuserar på integritet genom design och ger dig kontroll över din information, inklusive möjligheten att uppdatera eller ta bort dina data."
    },
    "lookingAhead": {
      "title": "Blickar framåt",
      "description": "Vi jobbar ständigt för att bli bättre. Vi utökar språkstöd, förfinar påminnelser och avelskalendern och lägger till fler insikter och användbara automationer. Din feedback styr vår färdplan — berätta vad som skulle göra din avelsresa smidigare."
    }
  },
  "backToLogin": "Tillbaka till Inloggning",
  "getStarted": "Bli medlem"
}